# Напишите и запустите программу которая выводит строку  "Hello world!"
print("Hello world!")
# Напишите программу, которая на входе получает имя пользователя, cохраняет его в переменную user_name и выводит строку
"Hello {user_name}!"
user = input("Please, enter your name: ")
print(f"Hello, {user}")
# Напишите программу, которая на входе получает 2 числа, производит с ними арифметическую операцию(на ваше усмотрение),
# и выводит “Результат = {результат}”.
num1 = int(input('Please, enter first number: '))
num2 = int(input('Please, enter second number: '))
result = num1 * num2
print(f'Результат = {result}')
# Напишите программу, чтобы вывести:
# ** ** ** ** *
# *           *
# *           *
# ** ** ** ** *
print('*********\n*       *\n*       *\n*********')
